Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: End
ar: النهاية
cs: Konec
da: Slut
de: Ende
es: Fin
et: Lõpp
fi: Loppu
fr: Fin
hr: Kraj
hu: Vége
is: Lok
it: Fine
ja: 終了
ko: 종료
lv: Beigas
nb: Slutt
nl: Einde
pl: Koniec
pt: Fim
ro: Sfârșit
ru: Конец
sk: Koniec
sl: Konec
sv: Slut
th: สิ้นสุด
tr: Bitiş
uk: Кінець
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

source: Enjoy this peaceful moment.
ar: استمتع بهذه اللحظة الهادئة.
cs: Užijte si tenhle klidný okamžik.
da: Nyd det rolige øjeblik.
de: Genieße diesen ruhigen Moment.
es: Disfruta este momento de calma.
et: Naudi seda rahulikku hetke.
fi: Nauti tästä rauhallisesta hetkestä.
fr: Profitez de ce moment de calme.
hr: Uživajte u ovom mirnom trenutku.
hu: Élvezd ezt a nyugodt pillanatot.
is: Njóttu þessarar rólegu stundar.
it: Goditi questo momento di calma.
ja: この穏やかな時間を楽しんでください。
ko: 이 여유로운 순간을 즐겨요.
lv: Izbaudi šo mierīgo brīdi.
nb: Nyt dette rolige øyeblikket.
nl: Geniet van dit rustige moment.
pl: Cieszcie się tą chwilą spokoju.
pt: Aproveite este momento de calma.
ro: Bucură-te de acest moment de liniște.
ru: Насладитесь этим спокойным моментом.
sk: Vychutnajte si tento pokojný okamih.
sl: Uživajta v tem mirnem trenutku.
sv: Njut av det här lugna ögonblicket.
th: ดื่มด่ำกับช่วงเวลาสงบนี้
tr: Bu huzurlu anın tadını çıkarın.
uk: Насолоджуйтеся цією тишею.
vi: Hãy tận hưởng khoảnh khắc bình yên này.
zh_hans: 享受这份难得的平静。
zh_hant: 好好享受這片刻的平靜。

source: Enter custom amount
ar: أدخل مبلغًا مخصصًا
cs: Zadejte vlastní částku
da: Indtast eget beløb
de: Eigenen Betrag eingeben
es: Introduce un importe
et: Sisesta oma summa
fi: Syötä oma summa
fr: Saisir un montant
hr: Unesite vlastiti iznos
hu: Egyedi összeg megadása
is: Sláðu inn eigin upphæð
it: Inserisci un importo
ja: 金額を自由に入力
ko: 직접 금액 입력
lv: Ievadi savu summu
nb: Skriv inn eget beløp
nl: Voer een eigen bedrag in
pl: Wpisz własną kwotę
pt: Digite um valor personalizado
ro: Introdu o sumă personalizată
ru: Введите свою сумму
sk: Zadajte vlastnú sumu
sl: Vnesita svoj znesek
sv: Ange eget belopp
th: ระบุจำนวนเงินเอง
tr: Kendi tutarınızı girin
uk: Введіть свою суму
vi: Nhập số tiền tùy ý
zh_hans: 输入自定义金额
zh_hant: 輸入自訂金額

source: Entertainment
ar: الترفيه
cs: Zábava
da: Underholdning
de: Unterhaltung
es: Entretenimiento
et: Meelelahutus
fi: Viihde
fr: Animation
hr: Zabava
hu: Szórakoztatás
is: Skemmtun
it: Intrattenimento
ja: エンターテインメント
ko: 엔터테인먼트
lv: Izklaide
nb: Underholdning
pl: Rozrywka
pt: Entretenimento
ro: Divertisment
ru: Развлечения
sk: Zábava
sl: Zabava
sv: Underhållning
th: ความบันเทิง
tr: Eğlence
uk: Розваги
vi: Giải trí
zh_hans: 娱乐
zh_hant: 娛樂表演

source: Essential
ar: أساسي
cs: Nezbytné
da: Essentielt
de: Unverzichtbar
es: Imprescindible
et: Hädavajalik
fi: Välttämätön
fr: Indispensable
hr: Nužno
hu: Alapvető
is: Nauðsynlegt
it: Indispensabile
ja: 必須
ko: 필수
lv: Būtiski
nb: Nødvendig
nl: Essentieel
pl: Niezbędne
pt: Essencial
ro: Esențial
ru: Самое необходимое
sk: Nevyhnutné
sl: Bistveno
sv: Nödvändigt
th: สิ่งจำเป็น
tr: Olmazsa olmaz
uk: Обов’язкове
vi: Thiết yếu
zh_hans: 必备
zh_hant: 必備

source: Evening Check-in
ar: متابعة المساء
cs: Večerní přehled
da: Aftentjek
de: Abend-Check-in
es: Repaso de la noche
et: Õhtune ülevaade
fi: Iltakatsaus
fr: Point du soir
hr: Večernja provjera
hu: Esti bejelentkezés
is: Kvöldinnlit
it: Check-in della sera
ja: 夜のチェックイン
ko: 저녁 체크인
lv: Vakara ieskats
nb: Kveldssjekk
nl: Avondcheck-in
pl: Wieczorne podsumowanie
pt: Check-in da noite
ro: Verificarea de seară
ru: Вечерний чек-ин
sk: Večerná kontrola
sl: Večerni pregled
sv: Kvällsavstämning
th: เช็คอินตอนเย็น
tr: Akşam Kontrolü
uk: Вечірній підсумок
vi: Nhìn lại cuối ngày
zh_hans: 晚间回顾
zh_hant: 晚間回顧

source: Event Details
ar: تفاصيل الحدث
cs: Detaily události
da: Detaljer om begivenheden
de: Details zum Termin
es: Detalles del evento
et: Sündmuse üksikasjad
fi: Tapahtuman tiedot
fr: Détails de l'événement
hr: Detalji događaja
hu: Az esemény részletei
is: Upplýsingar um viðburð
it: Dettagli dell'evento
ja: イベントの詳細
ko: 일정 상세
lv: Notikuma detaļas
nb: Detaljer om hendelsen
nl: Details programmapunt
pl: Szczegóły wydarzenia
pt: Detalhes do evento
ro: Detalii eveniment
ru: Детали события
sk: Detaily udalosti
sl: Podrobnosti dogodka
sv: Detaljer om programpunkten
th: รายละเอียดกิจกรรม
tr: Etkinlik Detayları
uk: Деталі події
vi: Chi tiết sự kiện
zh_hans: 日程详情
zh_hant: 行程細節

source: Event Name
ar: اسم الحدث
cs: Název události
da: Navn på begivenhed
de: Name des Termins
es: Nombre del evento
et: Sündmuse nimi
fi: Tapahtuman nimi
fr: Nom de l'événement
hr: Naziv događaja
hu: Esemény neve
is: Heiti viðburðar
it: Nome dell'evento
ja: イベント名
ko: 일정 이름
lv: Notikuma nosaukums
nb: Navn på hendelsen
nl: Naam programmapunt
pl: Nazwa wydarzenia
pt: Nome do evento
ro: Numele evenimentului
ru: Название события
sk: Názov udalosti
sl: Ime dogodka
sv: Namn på programpunkten
th: ชื่อกิจกรรม
tr: Etkinlik Adı
uk: Назва події
vi: Tên sự kiện
zh_hans: 日程名称
zh_hant: 行程名稱

source: Every cost accounted for
ar: كل تكلفة محسوبة
cs: Každý náklad podchycený
da: Styr på hver eneste udgift
de: Jede Ausgabe im Blick
es: Cada gasto bajo control
et: Iga kulu on arvel
fi: Jokainen kulu kirjattuna
fr: Chaque dépense suivie
hr: Svaki trošak evidentiran
hu: Minden költség elszámolva
is: Allur kostnaður bókfærður
it: Ogni spesa sotto controllo
ja: すべての費用を把握
ko: 모든 비용이 빠짐없이 정리돼요
lv: Katra izmaksa ir uzskaitīta
nb: Full oversikt over hver eneste kostnad
nl: Elke kostenpost verantwoord
pl: Każdy koszt rozliczony
pt: Cada custo no lugar certo
ro: Fiecare cost, ținut sub control
ru: Каждый расход учтён
sk: Každý náklad pod kontrolou
sl: Vsak strošek zabeležen
sv: Varje kostnad redovisad
th: ทุกค่าใช้จ่ายถูกบันทึกไว้ครบ
tr: Her masraf hesapta
uk: Кожна витрата врахована
vi: Mọi chi phí đều được ghi lại
zh_hans: 每一笔开销都有交代
zh_hant: 每一筆花費都有記錄

source: Every deadline in your plan is counted backwards from %@ — so you always know what needs to happen this week.
ar: كل موعد نهائي في خطتك محسوب بالعد التنازلي من %@ — لتعرف دائمًا ما ينبغي إنجازه هذا الأسبوع.
cs: Každý termín ve vašem plánu se počítá zpětně od %@ — takže vždycky víte, co je potřeba stihnout tento týden.
da: Alle deadlines i jeres plan er regnet baglæns fra %@ — så I altid ved, hvad der skal ske i denne uge.
de: Jede Frist in eurem Plan wird ab %@ rückwärts gerechnet — so wisst ihr immer, was diese Woche dran ist.
es: Cada fecha límite de vuestro plan se cuenta hacia atrás desde %@, así siempre sabéis qué toca esta semana.
et: Iga tähtaeg sinu plaanis on arvestatud tagurpidi kuupäevast %@ — nii tead alati, mis peab sel nädalal ära tehtud saama.
fi: Jokainen suunnitelmasi määräaika lasketaan taaksepäin päivästä %@ — niin tiedät aina, mitä tällä viikolla pitää tehdä.
fr: Chaque échéance de votre plan est calculée à rebours à partir du %@ — vous savez toujours ce qui doit avancer cette semaine.
hr: Svaki se rok u vašem planu računa unatrag od %@ — pa uvijek znate što je na redu ovaj tjedan.
hu: A terved minden határideje ettől a naptól visszafelé számolódik: %@ — így mindig tudod, minek kell megtörténnie ezen a héten.
is: Allir frestir í áætluninni eru reiknaðir aftur á bak frá %@ — svo þú veist alltaf hvað þarf að gerast í þessari viku.
it: %@: ogni scadenza del vostro piano è calcolata a ritroso da qui, così sapete sempre cosa deve succedere questa settimana.
ja: プランのすべての期限は %@ から逆算されています — だから今週やるべきことが常にわかります。
ko: 플랜의 모든 마감일은 %@을(를) 기준으로 거꾸로 계산돼요 — 그래서 이번 주에 할 일이 늘 분명해요.
lv: Katrs termiņš tavā plānā ir atskaitīts atpakaļ no %@ — tāpēc vienmēr zini, kas jāpaveic šonedēļ.
nb: Hver frist i planen regnes bakover fra %@ – så dere alltid vet hva som må skje denne uken.
nl: Elke deadline in jullie plan is teruggerekend vanaf %@ — zo weet je altijd wat er deze week moet gebeuren.
pl: Każdy termin w Waszym planie liczymy wstecz od %@ — dzięki temu zawsze wiecie, co musi się wydarzyć w tym tygodniu.
pt: Todos os prazos do seu plano são contados de trás para frente a partir de %@ — assim vocês sempre sabem o que precisa acontecer esta semana.
ro: Fiecare termen din planul vostru este calculat înapoi de la %@ — așa că știți mereu ce trebuie făcut săptămâna aceasta.
ru: Все сроки в вашем плане отсчитаны назад от %@ — так вы всегда знаете, что нужно сделать на этой неделе.
sk: Každý termín vo vašom pláne sa počíta spätne od %@ — takže vždy viete, čo treba stihnúť tento týždeň.
sl: Vsak rok v vajinem načrtu je izračunan nazaj od %@ – tako vedno vesta, kaj mora biti narejeno ta teden.
sv: Varje deadline i din plan räknas baklänges från %@ – så att du alltid vet vad som måste hända den här veckan.
th: ทุกกำหนดเวลาในแผนของคุณนับถอยหลังจาก %@ คุณจึงรู้เสมอว่าสัปดาห์นี้ต้องทำอะไร
tr: Planınızdaki her son tarih %@ tarihinden geriye doğru hesaplanır — böylece bu hafta ne yapmanız gerektiğini hep bilirsiniz.
uk: Кожен дедлайн у вашому плані відраховується назад від %@ — тож ви завжди знаєте, що має статися цього тижня.
vi: Mọi hạn chót trong kế hoạch của bạn đều được tính ngược từ %@ — nên bạn luôn biết tuần này cần làm gì.
zh_hans: 计划里的每个截止日期都从 %@ 倒推安排——所以你们随时都清楚这一周该做什么。
zh_hant: 計畫裡的每個截止日都是從 %@ 往回推算 — 所以你隨時都知道這週該做什麼。

source: Every decision brings you closer to forever
ar: كل قرار يقرّبك خطوة من العمر كله معًا
cs: Každé rozhodnutí vás přibližuje k vašemu navždy
da: Hver beslutning bringer jer tættere på for altid
de: Jede Entscheidung bringt euch dem Für-immer näher
es: Cada decisión os acerca al para siempre
et: Iga otsus toob teid igavikule lähemale
fi: Jokainen päätös vie lähemmäs ikuisuutta
fr: Chaque décision vous rapproche du pour toujours
hr: Svaka vas odluka približava zauvijek
hu: Minden döntés közelebb visz az örökkéhez
is: Hver ákvörðun færir ykkur nær eilífðinni
it: Ogni decisione vi avvicina al per sempre
ja: ひとつの決断ごとに、ふたりの未来へ近づいています
ko: 결정 하나하나가 평생을 향해 가는 길이에요
lv: Katrs lēmums tuvina jūs kopīgai mūžībai
nb: Hver avgjørelse bringer dere nærmere for alltid
nl: Elke keuze brengt jullie dichter bij voor altijd
pl: Każda decyzja przybliża Was do „na zawsze”
pt: Cada decisão aproxima vocês do para sempre
ro: Fiecare decizie vă apropie de „pentru totdeauna”
ru: Каждое решение приближает вас к «навсегда»
sk: Každé rozhodnutie vás približuje k navždy
sl: Vsaka odločitev vaju približa večnosti
sv: Varje beslut för dig närmare för alltid
th: ทุกการตัดสินใจพาคุณเข้าใกล้คำว่าตลอดไป
tr: Her karar sizi sonsuza bir adım daha yaklaştırıyor
uk: Кожне рішення наближає вас до «назавжди»
vi: Mỗi quyết định đưa hai bạn đến gần hơn với mãi mãi
zh_hans: 每一个决定，都让你们离永远更近一步
zh_hant: 每一個決定，都讓你們離永遠更近一步

source: Every detail doesn't need to be perfect, just meaningful to you
ar: ليس على كل تفصيل أن يكون مثاليًا، يكفي أن يكون ذا معنى لك
cs: Každý detail nemusí být dokonalý, stačí, když pro vás něco znamená
da: Hver detalje behøver ikke at være perfekt, bare betydningsfuld for jer
de: Nicht jedes Detail muss perfekt sein, nur bedeutsam für dich
es: No todo detalle debe ser perfecto, solo significativo para ti
et: Iga detail ei pea olema täiuslik, vaid sinu jaoks tähenduslik
fi: Jokaisen yksityiskohdan ei tarvitse olla täydellinen, vain teille merkityksellinen
fr: Chaque détail n'a pas à être parfait, seulement important pour vous
hr: Ne mora svaki detalj biti savršen, samo vama važan
hu: Nem kell minden részletnek tökéletesnek lennie, csak fontosnak számodra
is: Hvert smáatriði þarf ekki að vera fullkomið, bara þýðingarmikið fyrir ykkur
it: Non ogni dettaglio dev'essere perfetto, solo significativo per te
ja: すべてが完璧である必要はありません おふたりにとって意味があれば十分です
ko: 모든 디테일이 완벽할 필요는 없어요, 두 분에게 의미 있으면 충분해요
lv: Katrai detaļai nav jābūt perfektai, tikai jums nozīmīgai
nb: Hver detalj trenger ikke å være perfekt, bare betydningsfull for dere
nl: Niet elk detail hoeft perfect te zijn, als het maar iets voor jullie betekent
pl: Nie każdy szczegół musi być idealny, wystarczy, że jest dla Was ważny
pt: Nem todo detalhe precisa ser perfeito, só precisa ter significado para vocês
ro: Nu fiecare detaliu trebuie să fie perfect, ci să însemne ceva pentru voi
ru: Не каждая деталь должна быть идеальной — достаточно, чтобы она была важна для вас
sk: Každý detail nemusí byť dokonalý, stačí, keď pre vás niečo znamená
sl: Ni treba, da je vsaka podrobnost popolna, le da vama nekaj pomeni
sv: Varje detalj behöver inte vara perfekt, bara betydelsefull för dig
th: ไม่จำเป็นต้องสมบูรณ์แบบทุกรายละเอียด ขอแค่มีความหมายกับคุณก็พอ
tr: Her detayın kusursuz olması gerekmez, sizin için anlamlı olması yeter
uk: Не кожна деталь має бути ідеальною — досить, щоб вона була важливою для вас
vi: Không phải chi tiết nào cũng cần hoàn hảo, chỉ cần có ý nghĩa với bạn
zh_hans: 细节不必样样完美， 对你们有意义就好
zh_hant: 不是每個細節都要完美， 對你們有意義就好

source: Every great love deserves a great plan
ar: كل حب عظيم يستحق خطة عظيمة
cs: Každá velká láska si zaslouží skvělý plán
da: Enhver stor kærlighed fortjener en stor plan
de: Jede große Liebe verdient einen großen Plan
es: Todo gran amor merece un gran plan
et: Iga suur armastus väärib suurepärast plaani
fi: Jokainen suuri rakkaus ansaitsee hyvän suunnitelman
fr: Tout grand amour mérite un grand plan
hr: Svaka velika ljubav zaslužuje sjajan plan
hu: Minden nagy szerelem megérdemel egy nagyszerű tervet
is: Sönn ást á skilið góða áætlun
it: Ogni grande amore merita un grande piano
ja: 素晴らしい愛には、素晴らしいプランを
ko: 특별한 사랑에는 특별한 플랜이 필요해요
lv: Katra liela mīlestība ir pelnījusi lielisku plānu
nb: Stor kjærlighet fortjener en god plan
nl: Elke grote liefde verdient een goed plan
pl: Każda wielka miłość zasługuje na wielki plan
pt: Todo grande amor merece um grande plano
ro: Orice iubire mare merită un plan pe măsură
ru: Большая любовь заслуживает большого плана
sk: Každá veľká láska si zaslúži skvelý plán
sl: Vsaka velika ljubezen si zasluži odličen načrt
sv: Varje stor kärlek förtjänar en stor plan
th: ความรักที่ดีสมควรได้แผนที่ดี
tr: Her büyük aşk, büyük bir planı hak eder
uk: Велике кохання заслуговує на великий план
vi: Một tình yêu đẹp xứng đáng có một kế hoạch đẹp
zh_hans: 每一段美好的爱情，都值得一份用心的计划
zh_hant: 每一份美好的愛，都值得一份周全的計畫

source: Every guest is where they belong
ar: كل ضيف في المكان المناسب له
cs: Každý host sedí tam, kam patří
da: Hver gæst sidder præcis, hvor de hører til
de: Jeder Gast ist gut aufgehoben
es: Cada invitado en su lugar
et: Iga külaline on täpselt õiges kohas
fi: Jokainen vieras on omalla paikallaan
fr: Chaque invité à sa place
hr: Svaki je gost točno ondje gdje treba biti
hu: Minden vendég ott ül, ahol a helye van
is: Hver gestur situr þar sem hann á heima
it: Ogni ospite al suo posto
ja: すべてのゲストが、いるべき席に
ko: 모든 하객이 제자리에 앉았어요
lv: Katrs viesis ir tur, kur pienākas
nb: Hver gjest sitter der de hører hjemme
nl: Elke gast zit waar die hoort
pl: Każdy gość jest na swoim miejscu
pt: Cada convidado no lugar certo
ro: Fiecare invitat stă exact unde trebuie
ru: Каждый гость на своём месте
sk: Každý hosť sedí tam, kam patrí
sl: Vsak gost sedi točno tam, kamor sodi
sv: Varje gäst sitter där hen hör hemma
th: แขกทุกคนได้นั่งในที่ที่ใช่
tr: Her misafir tam olması gereken yerde
uk: Кожен гість на своєму місці
vi: Mỗi khách mời đều ngồi đúng chỗ của mình
zh_hans: 每位宾客都坐在最合适的位置
zh_hant: 每位賓客都坐在對的位子上

source: Every last cost lands in one of 12 categories, so you always know what is left before you commit to anything.
ar: كل تكلفة تُدرج ضمن واحدة من 12 فئة، لتعرف دائمًا ما تبقّى قبل أن تلتزم بأي شيء.
cs: Každý poslední náklad spadne do jedné z 12 kategorií, takže vždycky víte, kolik vám zbývá, než se k něčemu zavážete.
da: Hver eneste udgift lander i én af 12 kategorier, så I altid ved, hvad der er tilbage, før I siger ja til noget.
de: Jede Ausgabe landet in einer von 12 Kategorien — so wisst ihr immer, was noch übrig ist, bevor ihr zusagt.
es: Hasta el último gasto entra en una de las 12 categorías, así siempre sabéis cuánto os queda antes de comprometeros con nada.
et: Iga viimanegi kulu läheb ühte 12 kategooriast, nii tead alati, kui palju on veel alles, enne kui millegagi lõplikult nõustud.
fi: Jokainen kulu päätyy yhteen 12 kategoriasta, joten tiedät aina, mitä on jäljellä ennen kuin sitoudut mihinkään.
fr: Chaque dépense atterrit dans l'une des 12 catégories : vous savez toujours ce qu'il reste avant de vous engager.
hr: Svaki trošak, do zadnjega, završi u jednoj od 12 kategorija, pa uvijek znate koliko je ostalo prije nego što se na nešto obvežete.
hu: Minden egyes költség a 12 kategória valamelyikébe kerül, így mindig tudod, mennyi maradt, mielőtt bármit lefoglalnál.
is: Hver einasti kostnaður lendir í einum af 12 flokkum, svo þú veist alltaf hvað er eftir áður en þú skuldbindur þig.
it: Ogni singola spesa finisce in una delle 12 categorie, così sapete sempre quanto vi resta prima di impegnarvi.
ja: どんな費用も12のカテゴリーのどれかに収まるので、契約する前に残りがいくらか常にわかります。
ko: 모든 비용이 12개 카테고리 중 한곳에 정리돼요. 무언가를 결정하기 전에 남은 예산을 늘 알 수 있어요.
lv: Katra izmaksa nonāk vienā no 12 kategorijām, tāpēc vienmēr zini, cik atlicis, pirms kaut ko apsoli.
nb: Hver eneste kostnad havner i én av 12 kategorier, så dere alltid vet hva som er igjen før dere sier ja til noe.
nl: Elke kostenpost belandt in een van de 12 categorieën, zodat je altijd weet wat er over is voordat je je ergens aan vastlegt.
pl: Każdy koszt trafia do jednej z 12 kategorii, więc zawsze wiecie, ile zostało, zanim się na coś zdecydujecie.
pt: Cada custo entra em uma das 12 categorias, então vocês sempre sabem quanto sobra antes de fechar qualquer coisa.
ro: Fiecare cost, până la ultimul, ajunge într-una dintre cele 12 categorii, așa că știi mereu cât ți-a rămas înainte să te angajezi la ceva.
ru: Каждый расход попадает в одну из 12 категорий, поэтому вы всегда знаете, сколько осталось, прежде чем на что-то соглашаться.
sk: Každý jeden náklad patrí do niektorej z 12 kategórií, takže ešte predtým, než sa k niečomu zaviažete, vždy viete, koľko vám zostáva.
sl: Vsak strošek pristane v eni od 12 kategorij, tako da vedno vesta, koliko vama ostane, preden se za kaj odločita.
sv: Varenda kostnad hamnar i en av 12 kategorier, så att du alltid vet vad som är kvar innan du binder dig för något.
th: ทุกค่าใช้จ่ายจนบาทสุดท้ายจะถูกจัดลงใน 1 ใน 12 หมวด คุณจึงรู้เสมอว่าเหลืองบเท่าไรก่อนจะตัดสินใจจ่าย
tr: En küçük masraf bile 12 kategoriden birine düşer; böylece bir şeye söz vermeden önce elinizde ne kaldığını hep bilirsiniz.
uk: Кожна витрата потрапляє в одну з 12 категорій, тож ви завжди знаєте, скільки лишилося, перш ніж на щось погодитися.
vi: Từng chi phí cuối cùng đều rơi vào một trong 12 hạng mục, nên bạn luôn biết còn lại bao nhiêu trước khi chốt bất cứ điều gì.
zh_hans: 每一笔开销都会归入 12 个类别之一，所以在决定花钱之前，你们随时都知道还剩多少。
zh_hant: 每一筆花費都會歸到 12 個類別之一，所以在你決定任何事之前，都清楚還剩多少預算。

source: Every moment planned with love
ar: كل لحظة مخطط لها بحب
cs: Každý okamžik naplánovaný s láskou
da: Hvert øjeblik planlagt med kærlighed
de: Jeder Moment mit Liebe geplant
es: Cada momento planeado con amor
et: Iga hetk planeeritud armastusega
fi: Jokainen hetki suunniteltu rakkaudella
fr: Chaque instant pensé avec amour
hr: Svaki trenutak isplaniran s ljubavlju
hu: Minden pillanat szeretettel megtervezve
is: Hvert augnablik skipulagt af ást
it: Ogni momento pianificato con amore
ja: すべての瞬間を、愛を込めて計画する
ko: 모든 순간을 사랑으로 준비해요
lv: Katrs mirklis izplānots ar mīlestību
nb: Hvert øyeblikk planlagt med kjærlighet
nl: Elk moment met liefde gepland
pl: Każda chwila zaplanowana z miłością
pt: Cada momento pensado com amor
ro: Fiecare moment, planificat cu drag
ru: Каждый момент спланирован с любовью
sk: Každý okamih naplánovaný s láskou
sl: Vsak trenutek načrtovan z ljubeznijo
sv: Varje ögonblick planerat med kärlek
th: ทุกช่วงเวลาถูกวางแผนด้วยความรัก
tr: Her an sevgiyle planlandı
uk: Кожна мить спланована з любов’ю
vi: Từng khoảnh khắc được lên kế hoạch bằng tình yêu
zh_hans: 每一刻都用心安排
zh_hant: 每個時刻，都用心安排

source: Every name, every detail, in perfect order
ar: كل اسم وكل تفصيل، بترتيب مثالي
cs: Každé jméno, každý detail v dokonalém pořádku
da: Hvert navn, hver detalje, i perfekt orden
de: Jeder Name, jedes Detail, perfekt geordnet
es: Cada nombre y detalle, en orden
et: Iga nimi, iga detail, laitmatus korras
fi: Jokainen nimi ja yksityiskohta täydellisessä järjestyksessä
fr: Chaque nom, chaque détail, parfaitement en ordre
hr: Svako ime, svaki detalj, u savršenom redu
hu: Minden név, minden részlet, tökéletes rendben
is: Hvert nafn, hvert smáatriði, í fullkominni röð
it: Ogni nome, ogni dettaglio, in perfetto ordine
ja: すべての名前、すべての情報を、きれいに整理
ko: 모든 이름과 디테일이 완벽하게 정리돼요
lv: Katrs vārds, katra detaļa — nevainojamā kārtībā
nb: Hvert navn, hver detalj, i perfekt orden
nl: Elke naam, elk detail, perfect op orde
pl: Każde nazwisko, każdy szczegół w idealnym porządku
pt: Cada nome, cada detalhe, em ordem perfeita
ro: Fiecare nume, fiecare detaliu, în ordine perfectă
ru: Каждое имя, каждая деталь — в идеальном порядке
sk: Každé meno, každý detail v dokonalom poriadku
sl: Vsako ime, vsaka podrobnost, v popolnem redu
sv: Varje namn, varje detalj, i perfekt ordning
th: ทุกชื่อ ทุกรายละเอียด เรียงไว้อย่างเป็นระเบียบ
tr: Her isim, her detay, tam sırasında
uk: Кожне ім’я, кожна деталь — у бездоганному порядку
vi: Từng cái tên, từng chi tiết, ngăn nắp hoàn hảo
zh_hans: 每个名字、每处细节，井井有条
zh_hant: 每個名字、每個細節，都井然有序

source: Every vendor conversation documented
ar: كل محادثة مع مورّد موثّقة
cs: Každá domluva s dodavatelem zdokumentovaná
da: Hver samtale med leverandørerne dokumenteret
de: Jedes Gespräch mit Dienstleistern dokumentiert
es: Cada conversación con un proveedor documentada
et: Iga vestlus teenusepakkujaga on talletatud
fi: Jokainen keskustelu palveluntarjoajan kanssa kirjattuna
fr: Chaque échange avec un prestataire documenté
hr: Svaki razgovor s dobavljačem zabilježen
hu: Minden szolgáltatói beszélgetés dokumentálva
is: Öll samskipti við þjónustuaðila skjalfest
it: Ogni conversazione con i fornitori documentata
ja: 業者とのやりとりをすべて記録
ko: 업체와 나눈 모든 대화를 기록해요
lv: Katra saruna ar pakalpojumu sniedzēju ir pierakstīta
nb: Hver samtale med leverandørene dokumentert
nl: Elk gesprek met een leverancier vastgelegd
pl: Każda rozmowa z usługodawcą zapisana
pt: Cada conversa com fornecedor documentada
ro: Fiecare discuție cu furnizorii, documentată
ru: Каждый разговор с подрядчиком зафиксирован
sk: Každý rozhovor s dodávateľom zaznamenaný
sl: Vsak pogovor s ponudnikom zabeležen
sv: Varje samtal med leverantörerna dokumenterat
th: ทุกบทสนทนากับผู้ให้บริการถูกบันทึกไว้
tr: Her tedarikçi görüşmesi kayıt altında
uk: Кожна розмова з підрядником зафіксована
vi: Mọi trao đổi với nhà cung cấp đều được lưu lại
zh_hans: 与每家供应商的沟通都有记录
zh_hant: 與每家廠商的往來都有記錄
